<?php

$_CONFIG=array();

/////////////////////////////////////////////////
//Настройки директорий
/////////////////////////////////////////////////

//Относительный путь до директории со скриптами
$_CONFIG['dir_name']="/ndvdemo";

//Относительный путь до дампа таблиц SQL
$_CONFIG['dump_sql']='/ndvdemo/admin/db.sql';

/////////////////////////////////////////////////
//Настройки MySQL
/////////////////////////////////////////////////

//Имя хоста
$_CONFIG['host']='127.0.0.1';

//Логин
$_CONFIG['user']='root';

//Пароль
$_CONFIG['pass']='';

//Порт
$_CONFIG['port']='3306';

//Имя базы данных
$_CONFIG['db_name']='test';

//Префикс таблиц
$_CONFIG["tb_prefix"]='ndv_';

/////////////////////////////////////////////////
//Разные настройки
/////////////////////////////////////////////////

//Задержка между запросами
$_CONFIG['delay_sec']='0.1'; // от 0 (без задержек) до 1.0 (секундная задержка)

?>